tap "buo/cask-upgrade"
tap "dwarvesf/tap"
tap "heroku/brew"
tap "homebrew/bundle"
brew "giflib"
brew "libpng"
brew "aom"
brew "libnghttp2"
brew "node"
brew "bitwarden-cli"
brew "blueutil"
brew "python@3.12"
brew "pixman"
brew "cairo"
brew "circleci"
brew "czg"
brew "mbedtls"
brew "pango"
brew "zeromq"
brew "ffmpeg"
brew "gh"
brew "gnupg"
brew "go"
brew "groovy"
brew "jpeg"
brew "kotlin"
brew "librsvg"
brew "mas"
brew "minikube"
brew "openvino"
brew "pipx"
brew "pkg-config"
brew "pyenv"
brew "python@3.11"
brew "ruby-build"
brew "rbenv"
brew "swagger2markup-cli"
brew "the_silver_searcher"
brew "tree"
brew "virtualenvwrapper"
brew "wget"
brew "zsh"
brew "heroku/brew/heroku"
cask "android-studio"
cask "anydesk"
cask "arc"
cask "blurred"
cask "chatgpt"
cask "docker"
cask "dropbox"
cask "figma"
cask "font-droid-sans-mono-nerd-font"
cask "font-fantasque-sans-mono"
cask "font-inter"
cask "font-jetbrains-mono"
cask "font-noto-sans"
cask "font-roboto"
cask "font-sora"
cask "github"
cask "google-chrome"
cask "google-drive"
cask "hoppscotch"
cask "iina"
cask "inkscape"
cask "insomnia"
cask "iterm2"
cask "languagetool"
cask "linear-linear"
cask "loom"
cask "musescore"
cask "notesnook"
cask "notion"
cask "notion-calendar"
cask "obsidian"
cask "openmtp"
cask "pocket-casts"
cask "postman"
cask "proton-drive"
cask "proton-mail"
cask "proton-pass"
cask "protonvpn"
cask "raindropio"
cask "raycast"
cask "reader"
cask "rectangle"
cask "rescuetime"
cask "responsively"
cask "rustdesk"
cask "setapp"
cask "signal"
cask "sonic-pi"
cask "spotify"
cask "telegram"
cask "ticktick"
cask "visual-studio-code"
cask "vlc"
cask "vscodium"
cask "wakatime"
cask "whatsapp"
cask "wpsoffice"
cask "zoom"
mas "Bitwarden", id: 1352778147
mas "Developer", id: 640199958
mas "iMovie", id: 408981434
mas "Slack", id: 803453959
mas "Taurine", id: 960276676
mas "TestFlight", id: 899247664
mas "The Unarchiver", id: 425424353
mas "Toggl Track", id: 1291898086
mas "Xcode", id: 497799835
vscode "abdelaziz18003.quasar-snippets"
vscode "adam-bender.commit-message-editor"
vscode "adpyke.codesnap"
vscode "alefragnani.bookmarks"
vscode "alefragnani.project-manager"
vscode "anteprimorac.html-end-tag-labels"
vscode "antfu.goto-alias"
vscode "arcsine.chronicler"
vscode "asciidoctor.asciidoctor-vscode"
vscode "asuka.insertnumbers"
vscode "beardedbear.beardedtheme"
vscode "bierner.docs-view"
vscode "bierner.github-markdown-preview"
vscode "bierner.markdown-checkbox"
vscode "bierner.markdown-emoji"
vscode "bierner.markdown-footnotes"
vscode "bierner.markdown-mermaid"
vscode "bierner.markdown-preview-github-styles"
vscode "bierner.markdown-yaml-preamble"
vscode "biomejs.biome"
vscode "bradlc.vscode-tailwindcss"
vscode "britesnow.vscode-toggle-quotes"
vscode "charliermarsh.ruff"
vscode "chouzz.vscode-better-align"
vscode "christian-kohler.path-intellisense"
vscode "circleci.circleci"
vscode "codecoaching.quasar-docs"
vscode "codezombiech.gitignore"
vscode "cs50.ddb50"
vscode "cs50.vscode-presentation-mode"
vscode "dannyconnell.split-html-attributes"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "dbankier.vscode-quick-select"
vscode "denoland.vscode-deno"
vscode "donjayamanne.githistory"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.code-runner"
vscode "foxundermoon.shell-format"
vscode "gera2ld.markmap-vscode"
vscode "github.codespaces"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "grapecity.gc-excelviewer"
vscode "gruntfuggly.align-mode"
vscode "gruntfuggly.todo-tree"
vscode "gurumukhi.selected-lines-count"
vscode "hediet.vscode-drawio"
vscode "irongeek.vscode-env"
vscode "jeff-hykin.polacode-2019"
vscode "jnbt.vscode-rufo"
vscode "lostintangent.thinking-in-code"
vscode "lostintangent.wikilens"
vscode "lostintangent.workspace-layout"
vscode "martinpicard.vscode-openapi"
vscode "mathiasfrohlich.kotlin"
vscode "mechatroner.rainbow-csv"
vscode "mermade.openapi-lint"
vscode "mhutchie.git-graph"
vscode "mrmlnc.vscode-duplicate"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.vscode-typescript-next"
vscode "ms-vsliveshare.vsliveshare"
vscode "narsenico.vscode-progressive-increment"
vscode "ndagistanley.markdown-ext-pack"
vscode "ndagistanley.vuejs-ext-pack"
vscode "nrwl.angular-console"
vscode "nuxt.mdc"
vscode "nuxtr.nuxt-vscode-extentions"
vscode "nuxtr.nuxtr-vscode"
vscode "oderwat.indent-rainbow"
vscode "oouo-diogo-perdigao.docthis"
vscode "pkief.material-icon-theme"
vscode "pomber.git-file-history"
vscode "pomdtr.excalidraw-editor"
vscode "postman.postman-for-vscode"
vscode "pranaygp.vscode-css-peek"
vscode "prisma.prisma"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.liveserver"
vscode "sdras.vue-vscode-snippets"
vscode "shailen.netlify"
vscode "shopify.ruby-lsp"
vscode "sibiraj-s.vscode-scss-formatter"
vscode "sleistner.vscode-fileutils"
vscode "streetsidesoftware.code-spell-checker"
vscode "streetsidesoftware.code-spell-checker-british-english"
vscode "syler.sass-indented"
vscode "tabnine.tabnine-vscode"
vscode "timonwong.shellcheck"
vscode "tomoki1207.pdf"
vscode "twxs.cmake"
vscode "tyriar.sort-lines"
vscode "usernamehw.errorlens"
vscode "vitaliymaz.vscode-svg-previewer"
vscode "vitest.explorer"
vscode "vivaxy.vscode-conventional-commits"
vscode "vscjava.vscode-gradle"
vscode "vsls-contrib.codetour"
vscode "vsls-contrib.gitdoc"
vscode "vue.volar"
vscode "waderyan.gitblame"
vscode "wakatime.vscode-wakatime"
vscode "wayou.vscode-todo-highlight"
vscode "wix.vscode-import-cost"
vscode "wscats.vue"
vscode "yzane.markdown-pdf"
vscode "yzhang.markdown-all-in-one"
vscode "ziyasal.vscode-open-in-github"
