vscode "adamraichu.docx-viewer"
vscode "alefragnani.bookmarks"
vscode "alefragnani.project-manager"
vscode "anthropic.claude-code"
vscode "arcsine.chronicler"
vscode "bradlc.vscode-tailwindcss"
vscode "chouzz.vscode-better-align"
vscode "christian-kohler.npm-intellisense"
vscode "codespaces-contrib.codeswing"
vscode "codezombiech.gitignore"
vscode "cweijan.vscode-office"
vscode "dannyconnell.make-apps-theme"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "deerawan.vscode-dash"
vscode "devsense.composer-php-vscode"
vscode "devsense.intelli-php-vscode"
vscode "devsense.phptools-vscode"
vscode "devsense.profiler-php-vscode"
vscode "docker.docker"
vscode "donjayamanne.githistory"
vscode "ducfilan.pug-formatter"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "fabiospampinato.vscode-open-in-github"
vscode "fill-labs.dependi"
vscode "foxundermoon.shell-format"
vscode "fwcd.kotlin"
vscode "gencer.html-slim-scss-css-class-completion"
vscode "george-alisson.html-preview-vscode"
vscode "ginie.pug2html"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "google.geminicodeassist"
vscode "grapecity.gc-excelviewer"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-syntax"
vscode "hediet.vscode-drawio"
vscode "humao.rest-client"
vscode "ianic.zig-language-extras"
vscode "janisdd.vscode-edit-csv"
vscode "jgclark.vscode-todo-highlight"
vscode "kortina.vscode-markdown-notes"
vscode "leon-pw.docx-reader"
vscode "llvm-vs-code-extensions.lldb-dap"
vscode "lostintangent.github-security-alerts"
vscode "lostintangent.thinking-in-code"
vscode "lostintangent.wikilens"
vscode "martinpicard.vscode-openapi"
vscode "mathiasfrohlich.kotlin"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-playwright.playwright"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpp-devtools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.live-server"
vscode "ms-vscode.remote-server"
vscode "ms-vscode.vscode-typescript-next"
vscode "oderwat.indent-rainbow"
vscode "oxc.oxc-vscode"
vscode "phoihos.csv-to-md-table"
vscode "pkief.material-icon-theme"
vscode "pomber.git-file-history"
vscode "pomdtr.excalidraw-editor"
vscode "pranaygp.vscode-css-peek"
vscode "prisma.prisma"
vscode "quarto.quarto"
vscode "redhat.vscode-yaml"
vscode "rust-lang.rust-analyzer"
vscode "shailen.netlify"
vscode "sleistner.vscode-fileutils"
vscode "tauri-apps.tauri-vscode"
vscode "terrastruct.d2"
vscode "timonwong.shellcheck"
vscode "tombonnike.vscode-status-bar-format-toggle"
vscode "tomoki1207.pdf"
vscode "vadimcn.vscode-lldb"
vscode "vitest.explorer"
vscode "vscjava.vscode-gradle"
vscode "vscodevim.vim"
vscode "vsls-contrib.codetour"
vscode "vsls-contrib.gitdoc"
vscode "vue.volar"
vscode "waderyan.gitblame"
vscode "webfreak.debug"
vscode "xabikos.javascriptsnippets"
vscode "yzane.markdown-pdf"
vscode "yzhang.markdown-all-in-one"
vscode "ziglang.vscode-zig"
vscode "ziyasal.vscode-open-in-github"
