tap "buo/cask-upgrade"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
brew "azure-cli"
brew "node"
brew "bitwarden-cli"
brew "blueutil"
brew "cairo"
brew "circleci"
brew "commitizen"
brew "coreutils"
brew "fastlane"
brew "fd"
brew "gh"
brew "giflib"
brew "gradle"
brew "httpie"
brew "jpeg"
brew "languagetool", link: false
brew "pango"
brew "librsvg"
brew "markdownlint-cli2"
brew "mkcert"
brew "mongosh"
brew "nss"
brew "pkg-config"
brew "pnpm"
brew "pstree"
brew "pyenv"
brew "python@3.10"
brew "ripgrep"
brew "tree"
brew "wget"
brew "zeromq"
brew "zsh"
brew "heroku/brew/heroku"
cask "android-messages"
cask "android-studio"
cask "cleanmymac"
cask "discord"
cask "docker"
cask "dropbox"
cask "dropbox-capture"
cask "figma"
cask "firefox"
cask "font-fantasque-sans-mono"
cask "font-jetbrains-mono"
cask "github"
cask "google-chrome"
cask "google-drive"
cask "hiddenbar"
cask "hyper"
cask "insomnia"
cask "iterm2"
cask "languagetool"
cask "linear-linear"
cask "loom"
cask "neat"
cask "notion"
cask "obsidian"
cask "opera"
cask "pencil"
cask "pocket-casts"
cask "postman"
cask "protonvpn"
cask "raindropio"
cask "raycast"
cask "rectangle"
cask "rustdesk"
cask "signal"
cask "slack"
cask "sourcetree"
cask "spotify"
cask "superhuman"
cask "tableplus"
cask "telegram"
cask "ticktick"
cask "visual-studio-code"
cask "vlc"
cask "wpsoffice"
cask "zoom"
vscode "abdelaziz18003.quasar-snippets"
vscode "adam-bender.commit-message-editor"
vscode "adpyke.codesnap"
vscode "alefragnani.Bookmarks"
vscode "alefragnani.project-manager"
vscode "Amour1688.ts-in-markdown"
vscode "Angular.ng-template"
vscode "anteprimorac.html-end-tag-labels"
vscode "arcsine.chronicler"
vscode "asciidoctor.asciidoctor-vscode"
vscode "Asuka.insertnumbers"
vscode "batisteo.vscode-django"
vscode "bierner.github-markdown-preview"
vscode "bierner.markdown-checkbox"
vscode "bierner.markdown-emoji"
vscode "bierner.markdown-footnotes"
vscode "bierner.markdown-mermaid"
vscode "bierner.markdown-preview-github-styles"
vscode "bierner.markdown-yaml-preamble"
vscode "Bifrost.bifrostcode"
vscode "charliermarsh.ruff"
vscode "christian-kohler.path-intellisense"
vscode "CircleCI.circleci"
vscode "CodeCoaching.quasar-docs"
vscode "codezombiech.gitignore"
vscode "dannyconnell.split-html-attributes"
vscode "DavidAnson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "dbankier.vscode-quick-select"
vscode "donjayamanne.githistory"
vscode "EditorConfig.EditorConfig"
vscode "esbenp.prettier-vscode"
vscode "felipecaputo.git-project-manager"
vscode "firsttris.vscode-jest-runner"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "GitHub.codespaces"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "GitHub.remotehub"
vscode "github.vscode-github-actions"
vscode "GitHub.vscode-pull-request-github"
vscode "golang.go"
vscode "googlecloudtools.cloudcode"
vscode "GrapeCity.gc-excelviewer"
vscode "Gruntfuggly.align-mode"
vscode "Gruntfuggly.todo-tree"
vscode "hediet.vscode-drawio"
vscode "KevinRose.vsc-python-indent"
vscode "kortina.vscode-markdown-notes"
vscode "lostintangent.github-security-alerts"
vscode "lostintangent.thinking-in-code"
vscode "lostintangent.vsls-pomodoro"
vscode "lostintangent.vsls-whiteboard"
vscode "lostintangent.wikilens"
vscode "lostintangent.workspace-layout"
vscode "mathiasfrohlich.Kotlin"
vscode "me-dutour-mathieu.vscode-github-actions"
vscode "mechatroner.rainbow-csv"
vscode "mhutchie.git-graph"
vscode "mongodb.mongodb-vscode"
vscode "mrmlnc.vscode-duplicate"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.black-formatter"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.azure-repos"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-repositories"
vscode "ms-vsliveshare.vsliveshare"
vscode "narsenico.vscode-progressive-increment"
vscode "ndagistanley.essentials-ext-pack"
vscode "NdagiStanley.lifebuoy"
vscode "ndagistanley.markdown-ext-pack"
vscode "ndagistanley.python-ext-pack"
vscode "ndagistanley.remote-ext-pack"
vscode "ndagistanley.vuejs-ext-pack"
vscode "nikifutaki.toggle-list-task"
vscode "njpwerner.autodocstring"
vscode "nrwl.angular-console"
vscode "oderwat.indent-rainbow"
vscode "PKief.material-icon-theme"
vscode "pomber.git-file-history"
vscode "pranaygp.vscode-css-peek"
vscode "Prisma.prisma"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.LiveServer"
vscode "sdras.vue-vscode-snippets"
vscode "shailen.netlify"
vscode "sibiraj-s.vscode-scss-formatter"
vscode "streetsidesoftware.code-spell-checker"
vscode "streetsidesoftware.code-spell-checker-british-english"
vscode "syler.sass-indented"
vscode "t-nano.markdown-to-confluence-vscode"
vscode "tomoki1207.pdf"
vscode "tootone.org-mode"
vscode "Tyriar.sort-lines"
vscode "usernamehw.errorlens"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "vitaliymaz.vscode-svg-previewer"
vscode "vscjava.vscode-gradle"
vscode "vscodevim.vim"
vscode "vsls-contrib.codetour"
vscode "vsls-contrib.gistfs"
vscode "vsls-contrib.gitdoc"
vscode "Vue.volar"
vscode "Vue.vscode-typescript-vue-plugin"
vscode "waderyan.gitblame"
vscode "WakaTime.vscode-wakatime"
vscode "wayou.vscode-todo-highlight"
vscode "wholroyd.jinja"
vscode "wix.vscode-import-cost"
vscode "Wscats.vue"
vscode "yzane.markdown-pdf"
vscode "yzhang.markdown-all-in-one"
vscode "ziyasal.vscode-open-in-github"
