# tap "homebrew/bundle"
tap "homebrew/cask-fonts"
brew "bitwarden-cli"
brew "hub"
brew "python@3.11"
brew "tree"
brew "wget"
brew "zsh"
cask "docker"
cask "dropbox-capture"
cask "firefox"
cask "font-fantasque-sans-mono"
cask "font-jetbrains-mono"
cask "google-drive"
cask "hubstaff"
cask "iterm2"
cask "linear-linear"
cask "notion"
cask "obsidian"
cask "raycast"
cask "rectangle"
cask "signal"
cask "slack"
cask "spotify"
cask "ticktick"
cask "visual-studio-code"
cask "whatsapp"
cask "wpsoffice"
vscode "abdelaziz18003.quasar-snippets"
vscode "Amour1688.ts-in-markdown"
vscode "Angular.ng-template"
vscode "asciidoctor.asciidoctor-vscode"
vscode "Asuka.insertnumbers"
vscode "batisteo.vscode-django"
vscode "bierner.github-markdown-preview"
vscode "bierner.markdown-checkbox"
vscode "bierner.markdown-emoji"
vscode "bierner.markdown-footnotes"
vscode "bierner.markdown-mermaid"
vscode "bierner.markdown-preview-github-styles"
vscode "bierner.markdown-yaml-preamble"
vscode "christian-kohler.path-intellisense"
vscode "CircleCI.circleci"
vscode "CodeCoaching.quasar-docs"
vscode "dannyconnell.split-html-attributes"
vscode "DavidAnson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "EditorConfig.EditorConfig"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "GitHub.codespaces"
vscode "GitHub.github-vscode-theme"
vscode "GitHub.remotehub"
vscode "github.vscode-github-actions"
vscode "GitHub.vscode-pull-request-github"
vscode "golang.go"
vscode "Gruntfuggly.align-mode"
vscode "Gruntfuggly.todo-tree"
vscode "KevinRose.vsc-python-indent"
vscode "mechatroner.rainbow-csv"
vscode "mrmlnc.vscode-duplicate"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.black-formatter"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.azure-repos"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-repositories"
vscode "ms-vsliveshare.vsliveshare"
vscode "ndagistanley.essentials-ext-pack"
vscode "NdagiStanley.lifebuoy"
vscode "ndagistanley.markdown-ext-pack"
vscode "ndagistanley.python-ext-pack"
vscode "ndagistanley.remote-ext-pack"
vscode "ndagistanley.vuejs-ext-pack"
vscode "nikifutaki.toggle-list-task"
vscode "njpwerner.autodocstring"
vscode "nrwl.angular-console"
vscode "PKief.material-icon-theme"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.LiveServer"
vscode "sdras.vue-vscode-snippets"
vscode "shailen.netlify"
vscode "sibiraj-s.vscode-scss-formatter"
vscode "streetsidesoftware.code-spell-checker"
vscode "streetsidesoftware.code-spell-checker-british-english"
vscode "syler.sass-indented"
vscode "Tyriar.sort-lines"
vscode "usernamehw.errorlens"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "vitaliymaz.vscode-svg-previewer"
vscode "vscodevim.vim"
vscode "vsls-contrib.gistfs"
vscode "Vue.volar"
vscode "Vue.vscode-typescript-vue-plugin"
vscode "WakaTime.vscode-wakatime"
vscode "wayou.vscode-todo-highlight"
vscode "wholroyd.jinja"
vscode "wix.vscode-import-cost"
vscode "Wscats.vue"
vscode "yzhang.markdown-all-in-one"
