tap "azure/functions"
tap "bazelbuild/tap"
tap "buo/cask-upgrade"
tap "codeclimate/formulae"
tap "github/gh"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "stripe/stripe-cli"
tap "vitorgalvao/tiny-scripts"
brew "autoconf"
brew "circleci"
brew "curl"
brew "deno"
brew "docker-machine", restart_service: true
brew "gh"
brew "hub"
brew "readline"
brew "xz"
brew "jrnl"
brew "ruby"
brew "macvim"
brew "mas"
brew "node", link: false
brew "nvm"
brew "pipenv"
brew "pyenv"
brew "the_silver_searcher"
brew "tree"
brew "wget"
brew "zsh"
brew "zsh-syntax-highlighting"
brew "heroku/brew/heroku"
cask "aerial"
cask "android-file-transfer"
cask "android-messages"
cask "authy"
cask "balenaetcher"
cask "bitwarden"
cask "canva"
cask "chromedriver"
cask "clipy"
cask "cyberduck"
cask "docker"
cask "dropbox"
cask "firefox"
cask "firefox-developer-edition"
cask "font-droid-sans-mono-nerd-font"
cask "font-fantasque-sans-mono"
cask "font-fira-code"
cask "github"
cask "google-chrome"
cask "grammarly"
cask "graphiql"
cask "gswitch"
cask "iina"
cask "insomnia"
cask "iterm2"
cask "kap"
cask "kindle"
cask "ngrok"
cask "notion"
cask "numi"
cask "obsidian"
cask "opera"
cask "philips-hue-sync"
cask "oracle-jdk"
cask "pomodone"
cask "postgres"
cask "postman"
cask "protonvpn"
cask "rectangle"
cask "rescuetime"
cask "responsively"
cask "signal"
cask "skype"
cask "slack"
cask "sonic-pi"
cask "spotify"
cask "tableplus"
cask "telegram"
cask "visual-studio-code"
cask "whatsapp"
cask "zoom"
mas "Bandwidth+", id: 490461369
mas "OneDrive", id: 823766827
mas "Taurine", id: 960276676
mas "WPS Office", id: 1468073139
mas "Xcode", id: 497799835
