tap "bazelbuild/tap"
tap "buo/cask-upgrade"
tap "codeclimate/formulae"
tap "github/gh"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "stripe/stripe-cli"
tap "vitorgalvao/tiny-scripts"
brew "automake"
brew "circleci", link: false
brew "cmake"
brew "coreutils"
brew "cowsay"
brew "ctags"
brew "fastlane", link: false
brew "ffmpeg"
brew "gitleaks"
brew "gnupg"
brew "go"
brew "hub"
brew "jq"
brew "libtool"
brew "ruby"
brew "macvim"
brew "mas"
brew "memcached"
brew "mono"
brew "nvm"
brew "pipenv"
brew "pyenv"
brew "python"
brew "python@2", link: false
brew "qt"
brew "r"
brew "tree"
brew "wget"
brew "zlib"
brew "zsh"
brew "zsh-syntax-highlighting"
brew "bazelbuild/tap/bazel"
brew "codeclimate/formulae/codeclimate"
brew "github/gh/gh"
brew "heroku/brew/heroku"
brew "stripe/stripe-cli/stripe"
brew "vitorgalvao/tiny-scripts/cask-repair"
cask "aerial"
cask "alfred"
cask "android-file-transfer"
cask "android-messages"
cask "android-studio"
cask "anydesk"
cask "balenaetcher"
cask "brave-browser"
cask "clipy"
cask "cyberduck"
cask "discord"
cask "docker"
cask "dropbox"
cask "fastlane"
cask "firefox-developer-edition"
cask "font-fantasque-sans-mono"
cask "gfxcardstatus"
cask "github"
cask "google-backup-and-sync"
cask "google-chrome"
cask "grammarly"
cask "hue-topia"
cask "insomnia"
cask "intellij-idea-ce"
cask "iterm2"
cask "java11"
cask "kap"
cask "kindle"
cask "loom"
cask "megasync"
cask "messenger"
cask "miniconda"
cask "ngrok"
cask "notion"
cask "numi"
cask "opera"
cask "philips-hue-sync"
cask "pluralsight"
cask "postico"
cask "postman"
cask "protonvpn"
cask "quickhue"
cask "rectangle"
cask "rescuetime"
cask "skype"
cask "slack"
cask "sonic-pi"
cask "spotify"
cask "telegram"
cask "tg-pro"
cask "turbo-boost-switcher"
cask "visual-studio-code"
cask "visual-studio-code-insiders"
cask "whatsapp"
cask "wordpresscom"
cask "zoomus"
mas "iMovie", id: 408981434
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Taurine", id: 960276676
mas "Telegram", id: 747648890
mas "Trello", id: 1278508951
mas "WPS Office", id: 1468073139