tap "buo/cask-upgrade"
tap "codeclimate/formulae"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "ack"
brew "python"
brew "awscli"
brew "cmatrix"
brew "coreutils"
brew "ctags"
brew "dark-mode"
brew "gawk"
brew "htop"
brew "httpie"
brew "hub"
brew "imagemagick"
brew "jq"
brew "mas"
brew "mysql"
brew "pipenv"
brew "postgresql", restart_service: true
brew "python@2"
brew "ruby"
brew "tmux"
brew "tree"
brew "wget", link: false
brew "zsh"
brew "zsh-syntax-highlighting"
brew "heroku/brew/heroku"
cask "aerial"
cask "android-file-transfer"
cask "boom-3d"
cask "dbeaver-community"
cask "docker"
cask "dropbox"
cask "font-source-code-pro"
cask "google-chrome"
cask "google-chrome-canary"
cask "grammarly"
cask "insomnia"
cask "iterm2"
cask "java"
cask "kap"
cask "kindle"
cask "ngrok"
cask "numi"
cask "opera"
cask "pgadmin4"
cask "pomodone"
cask "rescuetime"
cask "skype"
cask "slack"
cask "sonic-pi"
cask "spectacle"
cask "telegram"
cask "tipp10"
cask "visual-studio-code"
cask "visual-studio-code-insiders"
cask "vlc"
cask "zoomus"
mas "Bandwidth+", id: 490461369
mas "Taurine", id: 960276676
mas "Trello", id: 1278508951
