tap "buo/cask-upgrade"
tap "codeclimate/formulae"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "circleci"
brew "coreutils"
brew "ctags"
brew "gnupg"
brew "hub"
brew "jq"
brew "mas"
brew "memcached"
brew "nvm"
brew "python"
brew "pipenv"
brew "pyenv"
brew "python@2"
brew "ruby"
brew "tree"
brew "wget"
brew "zsh"
brew "zsh-syntax-highlighting"
cask "aerial"
cask "android-file-transfer"
cask "clipy"
cask "cyberduck"
cask "docker"
cask "dropbox"
cask "github"
cask "google-chrome"
cask "iterm2"
cask "messenger"
cask "ngrok"
cask "numi"
cask "opera"
cask "postico"
cask "postman"
cask "protonvpn"
cask "rescuetime"
cask "slack"
cask "spectacle"
cask "spotify"
cask "visual-studio-code"
mas "LastPass", id: 926036361
mas "Taurine", id: 960276676
mas "Trello", id: 1278508951
