tap "buo/cask-upgrade"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "coreutils"
brew "ctags"
brew "zsh"
brew "zsh-syntax-highlighting"
brew "hub"
brew "jq"
brew "mas"
brew "python"
brew "python@2"
cask "aerial"
cask "docker"
cask "postico"
cask "ngrok"
cask "dropbox"
cask "github"
cask "google-chrome"
cask "iterm2"
cask "opera"
cask "slack"
cask "spectacle"
cask "telegram"
cask "visual-studio-code"
