tap "buo/cask-upgrade"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "hub"
brew "jq"
brew "mas"
brew "node"
brew "python"
brew "python@2"
cask "dropbox"
cask "github"
cask "google-chrome"
cask "google-chrome-canary"
cask "iterm2"
cask "opera"
cask "slack"
cask "telegram-desktop"
cask "visual-studio-code-insiders"
mas "LastPass", id: 926036361
